-- translation for HegemonyPackage

return {
	["hegemony"] = "国战身份局",

	["#yuejin"] = "奋强突固",
	["yuejin"] = "乐进",
	["xiaoguo"] = "骁果",
	[":xiaoguo"] = "其他角色的回合结束阶段开始时，你可以弃置一张基本牌：若如此做，该角色可以弃置一张装备牌，否则受到你造成的1点伤害。";
	["@xiaoguo"] = "你可以弃置一张基本牌：若如此做，该角色选择一项：弃置一张装备牌，或受到你造成的1点伤害",
	["@xiaoguo-discard"] = "请弃置一张装备牌",
	
	["$xiaoguo1"] = "骁勇果敢，每战必先！",
	["$xiaoguo2"] = "奋强突固，无坚不陷！", -- 伤害
	["$xiaoguo3"] = "贼有防备，只伤皮毛，来日再战！ ", -- 弃置牌
	["~yuejin"] = "吾戎马一生，何惧死乎？！",

	["#ganfuren"] = "昭烈皇后",
	["ganfuren"] = "甘夫人",
	
	["shushen"] = "淑慎",
	[":shushen"] = "每当你回复1点体力后，你可以令一名其他角色摸一张牌。",
	["@shushen-draw"] = "你可以发动“淑慎”",
	["~shushen"] = "选择一名其他角色→点击确定",
	["shenzhi"] = "神智",
	[":shenzhi"] = "回合开始阶段开始时，你可以弃置所有手牌：若你以此法弃置的牌不少于X张，你回复1点体力。（X为你当前的体力值）",
	
	["$shushen1"] = "履行脩仁，淑慎其身。",
	["$shushen2"] = "夫君，大志不可忘呀。", -- 特化对刘备
	["$shenzhi"] = "玩物易丧志，弃之可修身。",
	["~ganfuren"] = "生同室，死同穴~",

	["#heg_luxun"] = "擎天之柱",
	["heg_luxun"] = "国战陆逊",
	["&heg_luxun"] = "陆逊",
	
	["duoshi"] = "度势",
	[":duoshi"] = "出牌阶段，你可以弃置一张红色手牌并选择任意数量的其他角色：若如此做，你与这些角色各摸两张牌并弃置两张牌。",
	
	["$qianxun1"] = "谦谦君子，不饮盗泉之水。",
	["$qianxun2"] = "儒生脱尘，不为贪欲淫乐之事。",
	["$duoshi1"] = "于今日之大事，当行此计。",
	["$duoshi2"] = "国之大事，审时为先。",
	["~heg_luxun"] = "还以为我已经不再年轻……",

	["#dingfeng"] = "清侧重臣",
	["dingfeng"] = "丁奉",
	
	["duanbing"] = "短兵",
	[":duanbing"] = "你使用【杀】可以额外选择一名距离1的目标。",
	["fenxun"] = "奋迅",
	[":fenxun"] = "出牌阶段，你可以弃置一张牌并选择一名其他角色：若如此做，你拥有以下技能直到回合结束：你无视与该角色的距离。每阶段限一次。",
	["$duanbing1"] = "一寸短，一寸险！",
	["$fenxun1"] = "杀你个措手不及！",
	["$fenxun2"] = "来一个杀一个，来一对杀一双！",
	["~dingfeng"] = "冲不出去了……",
	

	["#kongrong"] = "凛然重义",
	["kongrong"] = "孔融",
	
	["mingshi"] = "名士",
	[":mingshi"] = "<b>锁定技</b>，每当你受到伤害时，若伤害来源有手牌，需展示所有手牌，否则此伤害-1。",
	["#Mingshi"] = "%from 的“<font color=\"yellow\"><b>名士</b></font>”被触发，伤害从 %arg 点减少至 %arg2 点",
	["mingshi:yes"] = "展示所有手牌",
	["mingshi:no"] = "不展示",
	["lirang"] = "礼让",
	[":lirang"] = "当你的牌因弃置而置入弃牌堆时，你可以将其中任意数量的牌以任意分配方式交给任意数量的其他角色。",

	["$mingshi1"] = "其人欲自伤，何损于日月乎？",
	["$mingshi2"] = "汝不行仁义，天下之士共击之！",
	["$lirang1"] = "礼节民心，让则不争。",
	["$lirang2"] = "守礼仪，懂谦让，方有吾今日之名！",
	["~kongrong"] = "生存多所虑，长寝万事毕。",

	["#tianfeng"] = "河北瑰杰",
	["tianfeng"] = "田丰",
	
	["sijian"] = "死谏",
	[":sijian"] = "每当你失去最后的手牌后，你可以弃置一名其他角色的一张牌。",
	["@sijian-discard"] = "你可以发动“死谏”",
	["~sijian"] = "选择一名其他角色→点击确定",
	["suishi"] = "随势",
	[":suishi"] = "每当其他角色进入濒死状态时，伤害来源可以令你摸一张牌；每当其他角色死亡时，伤害来源可以令你失去1点体力。",
	["suishi1"] = "随势",
	["suishi2"] = "随势",
	["suishi1:draw"] = "令其摸一张牌",
	["suishi1:no"] = "取消",
	["suishi2:damage"] = "令其失去1点体力",
	["suishi2:no"] = "取消",
	["$sijian1"] = "忠言逆耳利于行。",
	["$sijian2"] = "主公万万不可。",
	["$suishi1"] = "我军大胜，吾性命无忧矣。",
	["$suishi2"] = "我军大败，吾必死矣。",
	["~tianfeng"] = "主公为何不听吾言啊！",
	

	["#jiling"] = "仲家的主将",
	["jiling"] = "纪灵",
	
	["shuangren"] = "双刃",
	[":shuangren"] = "出牌阶段开始时，你可以与一名其他角色拼点：若你赢，视为你一名其他角色使用一张无距离限制的普通【杀】（此【杀】不计入出牌阶段使用次数的限制）；若你没赢，你结束出牌阶段。",
	["@@shuangren"] = "双刃",
	["@shuangren-card"] = "请选择一名其他角色进行拼点",
	["~shuangren"] = "选择一张手牌→选择一名其他角色→点击确定",
	
	["$shuangren1"] = "汝等无名下将，岂是本将军的对手！",
	["$shuangren2"] = "仲家主将，尔等岂能匹敌！", --赢
	["$shuangren3"] = "今日这武器颇不顺手！", --没赢
	["~jiling"] = "环眼匹夫，尓敢如此……",

	["#zoushi"] = "惑心之魅",
	["zoushi"] = "邹氏",
	
	["huoshui"] = "祸水",
	[":huoshui"] = "<b>锁定技</b>，你的回合内，体力值不少于体力上限一半的其他角色所有武将技能无效。",
	["qingcheng"] = "倾城",
	[":qingcheng"] = "出牌阶段，你可以弃置一张装备牌，令一名其他角色的一项武将技能无效，直到其下回合开始。",
	["$QingchengNullify"] = "%from 发动了“<font color=\"yellow\"><b>倾城</b></font>”，%to 的技能“%arg”无效直到其下回合开始",
	["$QingchengReset"] = "%from 回合开始，“%arg”恢复有效",
	
	["$huoshui1"] = "将军，可否陪奴家饮上一杯？",
	["$huoshui2"] = "久闻丞相威名，今夕幸得瞻拜。", -- 对曹操
	["$qingcheng1"] = "大人也请宽衣。",
	["$qingcheng2"] = "奴家给大人唱首曲子如何。",
	["~zoushi"] = "红颜祸水？哈哈……",

	["#mateng"] = "驰骋西陲",
	["mateng"] = "马腾",
	
	["xiongyi"] = "雄异",
	[":xiongyi"] = "<b>限定技</b>，出牌阶段，你可以令你与任意数量的角色摸三张牌：若以此法摸牌的角色数不大于全场角色数的一半，你回复1点体力。",
	["@arise"] = "雄异",
	["$xiongyi"] = "西凉铁骑，所向披靡！伏波之后，誓讨汉贼！",
	["$XiongyiAnimate"] = "西凉铁骑，所向披靡！\
伏波之后，誓讨汉贼！",
	["~mateng"] = "汝等快走，让孟起替我报仇……",
	["$XiongyiAnimate"] = "anim=skill/xiongyi",

	["#panfeng"] = "联军上将",
	["panfeng"] = "潘凤",
	
	["kuangfu"] = "狂斧",
	[":kuangfu"] = "每当你使用的【杀】对一名角色造成一次伤害后，你可以将其装备区里的一张牌弃置或置入你的装备区。",
	["kuangfu:throw"] = "弃置该装备",
	["kuangfu:move"] = "将该装备移动到自己的装备区",
	
	["$kuangfu1"] = "汝等休想从我上将手下逃生！", -- 获得牌
	["$kuangfu2"] = "我的大斧已饥渴难耐！", -- 弃置牌
	["~panfeng"] = "报，潘将军又被华雄斩了。。（画外音）",

	["heg_caopi"] = "国战曹丕",
	["&heg_caopi"] = "曹丕",
	
	["cv_caopi:convert"] = "你可以替换为国战曹丕或铜雀台曹丕",

	["heg_zhenji"] = "国战甄姬",
	["&heg_zhenji"] = "甄姬",
	

	["heg_zhugeliang"] = "国战诸葛亮",
	["&heg_zhugeliang"] = "诸葛亮",
	
	["cv_zhugeliang:convert"] = "你可以替换为国战诸葛亮",

	["heg_huangyueying"] = "国战黄月英",
	["&heg_huangyueying"] = "黄月英",

	["cv_huangyueying:convert"] = "你可以替换为国战黄月英",

	["heg_zhouyu"] = "国战周瑜",
	["&heg_zhouyu"] = "周瑜",
	

	["heg_xiaoqiao"] = "国战小乔",
	["&heg_xiaoqiao"] = "小乔",
	

	["heg_lvbu"] = "国战吕布",
	["&heg_lvbu"] = "吕布",
	

	["heg_diaochan"] = "国战貂蝉",
	["&heg_diaochan"] = "貂蝉",
	
}
