-- translation for MountainPackage

return {
	["mountain"] = "山包",

	["#zhanghe"] = "料敌机先",
	["zhanghe"] = "张郃",
	
	["qiaobian"] = "巧变",
	[":qiaobian"] = "你可以弃置一张手牌，跳过你的一个阶段（回合开始和回合结束阶段除外），若以此法跳过摸牌阶段，你获得其他至多两名角色各一张手牌；若以此法跳过出牌阶段，你可以将一名角色装备区或判定区里的一张牌移动到另一名角色区域里的相应位置。\
◆你可以在一回合内发动至多四次【巧变】，分别执行跳过判定阶段、摸牌阶段、出牌阶段和弃牌阶段的效果。\
◆你跳过摸牌阶段可以什么都不做，也可以先选择第一名目标角色的一张手牌，将之置入处理区，再选择第二名目标角色的一张手牌，将之置入处理区，最后你从处理区获得这两张牌，视为获得目标角色的手牌。",
	["@qiaobian-2"] = "您可以获得其他至多两名角色各一张手牌",
	["@qiaobian-3"] = "您可以将一名角色装备区或判定区里的一张牌移动到另一名角色区域里的相应位置。",
	["#qiaobian-1"] = "您可以弃置 %arg 张手牌跳过判定阶段",
	["#qiaobian-2"] = "您可以弃置 %arg 张手牌跳过摸牌阶段",
	["#qiaobian-3"] = "您可以弃置 %arg 张手牌跳过出牌阶段",
	["#qiaobian-4"] = "您可以弃置 %arg 张手牌跳过弃牌阶段",
	["~qiaobian2"] = "选择至多2名其他角色→点击确定按钮。",
	["~qiaobian3"] = "选择 1 名角色→点击确定按钮。",


	["#dengai"] = "矫然的壮士",
	["dengai"] = "邓艾",
	["tuntian"] = "屯田",
	[":tuntian"] = "你的回合外，当你失去牌时，你可以进行一次判定，将非红桃结果的判定牌置于你的武将牌上，称为“田”；每有一张“田”，你计算的与其他角色的距离便-1。\
◆田是移出游戏的牌。",
	["jixi"] = "急袭",
	[":jixi"] = "你可以将一张“田”当【顺手牵羊】使用。",
	["zaoxian"] = "凿险",
	[":zaoxian"] = "<b>觉醒技</b>，回合开始阶段开始时，若“田”的数量达到3或更多，你须减1点体力上限，并获得技能“急袭”（你可以将一张“田”当【顺手牵羊】使用）。",
	["#ZaoxianWake"] = "%from 的田的数量达到 %arg 个，触发【%arg2】",
	["field"] = "田",

	["#liushan"] = "无为的真命主",
	["liushan"] = "刘禅",
	
	["xiangle"] = "享乐",
	[":xiangle"] = "<b>锁定技</b>，当其他角色使用【杀】指定你为目标时，需弃置一张基本牌，否则此【杀】对你无效。",
	["fangquan"] = "放权",
	[":fangquan"] = "你可以跳过你的出牌阶段，若如此做，你在回合结束时可以弃置一张手牌令一名其他角色进行一个额外的回合。",
	["ruoyu"] = "若愚",
	[":ruoyu"] = "<b>主公技</b>，<b>觉醒技</b>，回合开始阶段开始时，若你的体力是全场最少的（或之一），你须加1点体力上限，回复1点体力，并获得技能“激将”。",
	["#Xiangle"] = " %to 的技能【%arg】被触发，%from 需弃置一张基本牌才能令此【杀】对 %to 生效。",
	["#Fangquan"] = "%from 发动【放权】，%to 将进行一个额外的回合。",
	["#RuoyuWake"] = "%from 的体力值(%arg)为全场最少，触发【%arg2】。",
	["@xiangle-discard"] = "你需弃置一张基本牌才能令此【杀】生效",

	["#jiangwei"] = "龙的衣钵",
	["jiangwei"] = "姜维",
	["tiaoxin"] = "挑衅",
	[":tiaoxin"] = "出牌阶段，你可以令一名你在其攻击范围内的其他角色选择一项：对你使用一张【杀】，或令你弃置其一张牌。每阶段限一次。",
	["zhiji"] = "志继",
	[":zhiji"] = "<b>觉醒技</b>，回合开始阶段开始时，若你没有手牌，你须选择一项：回复1点体力，或摸两张牌。然后你减1点体力上限，并获得技能“观星”。",
	["zhiji:draw"] = "摸两张牌",
	["zhiji:recover"] = "回复1点体力",
	["#ZhijiWake"] = "%from 回合开始阶段开始时没有手牌，触发【%arg】",
	["@tiaoxin-slash"] = "%src 向你发动【挑衅】，是否对其使用一张【杀】",

	["#sunce"] = "江东的小霸王",
	["sunce"] = "孙策",
	["jiang"] = "激昂",
	[":jiang"] = "每当你使用（指定目标后）或被使用（成为目标后）一张【决斗】或红色的【杀】时，你可以摸一张牌。",
	["hunzi"] = "魂姿",
	[":hunzi"] = "<b>觉醒技</b>，回合开始阶段开始时，若你的体力为1，你须减1点体力上限，并获得技能“英姿”和“英魂”。",
	["sunce_zhiba"] = "制霸",
	["zhiba_pindian"] = "制霸拼点",
	[":sunce_zhiba"] = "<b>主公技</b>，其他吴势力角色可以在他们各自的出牌阶段与你拼点（“魂姿”发动后，你可以拒绝此拼点），若该角色没赢，你可以获得双方拼点的牌。每阶段限一次。\
◆吴势力角色发动【制霸】与你拼点被拒绝计入出牌阶段的发动次数限制。",
	["#HunziWake"] = "%from 回合开始阶段开始时的体力为 1，触发【%arg】",
	["zhiba_pindian:accept"] = "接受",
	["zhiba_pindian:reject"] = "拒绝",
	["sunce_zhiba:yes"] = "获得拼点牌",
	["sunce_zhiba:no"] = "不获得拼点牌",


	["#erzhang"] = "经天纬地",
	["erzhang"] = "张昭张纮",
	
	["zhijian"] = "直谏",
	[":zhijian"] = "出牌阶段，你可以将手牌中的一张装备牌置于一名其他角色的装备区里（不能替换原装备），然后摸一张牌。\
◆你发动【直谏】即对目标角色使用了一张装备牌。",
	["guzheng"] = "固政",
	[":guzheng"] = "其他角色的弃牌阶段结束时，你可以将该角色于此阶段中弃置的一张牌从弃牌堆返回其手牌，若如此做，你可以获得弃牌堆里其余于此阶段中弃置的牌。\
◆你发动【固政】必须将该角色于此阶段中自己弃置自己的手牌中的一张返回该角色的手牌，然后你可以获得弃牌堆里其余于此阶段中任何角色因任何原因弃置的牌。",
      ["$ZhijianEquip"] = "%from 被装备了 %card",
	  
	["#caiwenji"] = "异乡的孤女",
	["caiwenji"] = "蔡文姬",
	
	["beige"] = "悲歌",
	[":beige"] = "每当一名角色受到【杀】造成的一次伤害后，你可以弃置一张牌，令其进行一次判定，判定结果为：红桃 该角色回复1点体力；方块 该角色摸两张牌；梅花 伤害来源弃置两张牌；黑桃 伤害来源将其武将牌翻面。",
	["duanchang"] = "断肠",
	[":duanchang"] = "<b>锁定技</b>，你死亡时，杀死你的角色失去其所有武将技能。",
	["#DuanchangLoseSkills"] = "%from 的技能【%arg】被触发，杀死 %from 的角色 %to 将失去其所有武将技能",
	["@duanchang"] = "断肠",

	["#zuoci"] = "迷之仙人",
	["zuoci"] = "左慈",
	
	["#zuocif"] = "迷之仙女",
	["zuocif"] = "左慈(女)",
	
	["huashen"] = "化身",
	[":huashen"] ="所有人都展示武将牌后，你随机获得两张未加入游戏的武将牌，称为“化身牌”，选一张置于你面前并声明该武将的一项技能，你获得该技能且同时将性别和势力属性变成与该武将相同直到“化身牌”被替换。在你的每个回合开始时和结束后，你可以替换“化身牌”，然后（无论是否替换）你为当前的“化身牌”声明一项技能（你不可以声明限定技、觉醒技或主公技）。\
◆你的“化身牌”背面朝上置于一旁，形成“化身库”，你声明技能后将“化身牌”正面朝上置于你的武将牌旁，被替换后仍背面朝上放回“化身库”，每张“化身牌”的武将技能都可以被反复声明。\
◆如果你当前拥有的技能将游戏牌移出游戏或能获得标记，你发动【化身②】更换技能时将被你移出游戏的牌全部置入弃牌堆或弃全部标记。\
◆你发动【化身②】更换技能是在失去原技能的同时拥有新技能。\
◆你不可以声明由于触发觉醒技而获得的技能。",
	["xinsheng"] = "新生",
	[":xinsheng"] = "每当你受到1点伤害后，你可以获得一张“化身牌”。\
◆你获得新化身牌是从未加入游戏的武将牌堆中随机抽取且不展示，直接背面朝上置入化身库。\
◆死亡角色的武将牌加入未加入游戏的武将牌堆中。",
	["#GetHuashen"] = "%from 获得了 %arg 张化身牌，现在共有 %arg2 个化身牌",

-- CV
	["$qiaobian1"] = "兵无常势，水无常形。", -- judge
	["$qiaobian2"] = "用兵之道，变化万千。", -- draw
	["$qiaobian3"] = "兵无常势，水无常形。", -- play
	["$qiaobian4"] = "用兵之道，变化万千。", -- discard
	["~zhanghe"] = "额…呀…膝盖…中箭了…额……",

	["$tuntian1"] = "休养生息，备战待敌。",
	["$tuntian2"] = "锄禾日当午，汗滴禾下土。",
	["$zaoxian1"] = "屯田日久，当建奇功。",
	["$zaoxian2"] = "开辟险路，奇袭敌军！",
	["$zaoxian"] = "屯田日久，当建奇功。\
开辟险路，奇袭敌军！",
	["$jixi1"] = "攻其不备，出其不意！",
	["$jixi2"] = "偷渡阴平，直取蜀汉！",
	["~dengai"] = "吾破蜀克敌，竟葬于奸贼之手！",
["$ZaoxianAnimate"] = "anim=skill/zaoxian",
	
	["$fangquan1"] = "哎,这可如何是好啊？",
	["$fangquan2"] = "嗨！你办事儿，我放心。",
	["$ruoyu1"] = "不装疯骂傻，岂能安然无恙？",
	["$ruoyu2"] = "世人皆错看我，哎……",
	["$xiangle1"] = "嗯...打打杀杀，真没意思。",
	["$xiangle2"] = "我爸爸是刘备！",
	["~liushan"] = "诶…诶…别打脸，我投降还不行吗？",
["$RuoyuAnimate"] = "anim=skill/ruoyu",
	
        ["$tiaoxin1"] = "汝等小儿，可敢杀我？",
	["$tiaoxin2"] = "贼将早降，可免一死！",
	["$Zhiji"] = "先帝之志，丞相之托，不可忘也。\
丞相厚恩，维万死不能相报。",
        ["$zhiji1"] = "先帝之志，丞相之托，不可忘也。",
	["$zhiji2"] = "丞相厚恩，维万死不能相报。",
	["~jiangwei"] = "我计不成，乃天命也……",
["$ZhijiAnimate"] = "anim=skill/zhiji",
	
	["$jiang1"] = "吾乃江东小霸王孙伯符！",
	["$jiang2"] = "江东子弟，何惧于天下。",
	["$jiang3"] = "陈列赫然，兵人练习！(☆SP吕蒙)",
	["$jiang4"] = "攻守兼备，进退自如！(☆SP吕蒙)",
	["$hunzi1"] = "父亲在上，魂佑江东；公瑾在旁，智定天下！",
	["$hunzi2"] = "愿承父志，与公瑾共谋天下。",
	["$HunziAnimate"] = "anim=skill/hunzi",
	["$Hunzi"] = "父亲在上，魂佑江东；公瑾在旁，智定天下！\
愿承父志，与公瑾共谋天下。",
	["$sunce_zhiba1"] = "是友是敌，一探便知！", --同意制霸
	["$sunce_zhiba2"] = "我若怕你，非孙伯符也！", --主公得利
	["$sunce_zhiba3"] = "我若怕你，非孙伯符也！", --反贼得利
	["$sunce_zhiba4"] = "且慢！莫不是你欲用诈降之计赚我。", --拒绝制霸
	["~sunce"] = "内事不决问张昭，外事不决问周瑜……",

	["$zhijian1"] = "请恕老臣直言。",
	["$zhijian2"] = "为臣者，当冒死以谏。",
	["$guzheng1"] = "今当稳固内政，以御外患。",
	["$guzheng2"] = "固国安邦，须当如是！",
	["~erzhang"] = "竭力尽智，死而无憾。",

	["$beige1"] = "制兹八拍兮拟排忧，何知曲成兮心转愁。", -- club
	["$beige2"] = "悲歌可以当泣，远望可以当归。", -- spade
	["$beige3"] = "制兹八拍兮拟排忧，何知曲成兮心转愁。", -- diamond
	["$beige4"] = "悲歌可以当泣，远望可以当归。", -- heart
	["$duanchang1"] = "日东月西兮徒相望，不得相随兮空断肠。",
	["$duanchang2"] = "流落异乡愁断肠。",
	["~caiwenji"] = "人生几何时，怀忧终年岁。",

	["cv:zuoci"] = "官方",
	["$huashen1"] = "万物苍生，幻化由心！",
	["$huashen2"] = "哼！肉眼凡胎，岂能窥视仙人变幻？",
	["$huashen3"] = "万物苍生，幻化由心！",
	["$huashen4"] = "哼！肉眼凡胎，岂能窥视仙人变幻？",
	["$xinsheng1"] = "幻幻无穷，生生不息。",
	["$xinsheng2"] = "吐故纳新，师法天地。",
	["$xinsheng3"] = "幻幻无穷，生生不息。",
	["$xinsheng4"] = "吐故纳新，师法天地。",
	["~zuoci"] = "呃…腾云跨风，飞升…太虚……",

}
